; File Joiner (www.igorware.com/file-joiner)

[translation]
vers=2.3.0
laid=0x0418
lang=Romanian (Română)
name=Jaff (Oprea Nicolae) (http://midimaniacs.no-ip.org)
date=2013-05-30

[controls]
000=Auto
001=Adaugă &fişiere
002=Adaugă folder
003=&Înlătură
004=Înlătură tot
005=Răsfoire
006=Adaugă la primul fişier din listă (Doar utilizatorii avansaţi!)
007=Hash
008=Curăţă
009=Cînd termină:
010=Deschide fişierul de ieşire
011=Deschide folderul de ieşire
012=Şterge părţile
013=Iese

[about]
000=Despre %s
001=OK

[list_column]
000=Cale
001=Mărime
002=Stare

[list_status_cat]
000=OK
001=Atenţionare
002=Eroare

[list_status]
000=OK
001=Atenţie: Număr ordinal neaşteptat
002=Atenţie: Mărime fişier diferită de primul
003=Atenţie: Mărimea ultimului fişier este mai mare ca a primului
004=Eroare: Fişierul nu poate fi deschis pentru scriere!
005=Eroare: Fişierul nu poate fi deschis pentru citire!

[list_tooltip]
000=Lista fişierelor de intrare
001=Cale:\t %s\r\nMărime:\t %s\r\nOrdinal:\t %d\r\nStare:\t %s

[join_button]
000=&Stop
001=Alătură

[settings]
000=Setări
001=Teste
002=Testează pentru părţi lipsă la încărcare
003=Testează &consistenţă mărime părţi la încărcare
004=Testează de părţi lipsă
005=Testează consistenţă mărime părţi
006=Listă fişiere
007=&Sortează folosind doar ultimele numere din cale (rapid)
008=&Înlătură toate elementele din listă după alăturare
009=Dezactivează &auto-încărcare părţi
010=Recursivitate sub-&foldere
011=General
012=Reţine poziţie fereastră
013=Foloseşte Coşul de Gunoi la ştergerea părţilor
014=Folder ieşire iniţial
015=Acelaşi ca folderul de intrare
016=Cale personalizată
017=Salvează
018=Anulare
019=Verifică pentru versiune nouă la pornire

[menu]
000=&Opţiuni
001=Mereu deasupra\tCtrl + T
002=Asociază cu fişierele .001 (nu portabil)
003=Dezactivează &hash
004=&Înlătură toate elementele din listă după alăturare
005=&Setări
006=&Limbă
007=&Ajutor
008=&Ajutor on-line
009=Pagină &web
010=&Despre
011=Verifică pentru versiune &nouă

[menu_popup]
000=Deschide &locaţia fişierului
001=Listă &import
002=Listă &export
003=&Înlătură
004=Înlătură tot

[messages]
001=Nu se poate crea thread :(
002=Operaţiunea de alăturare este în desfăşurare. Sigur doriţi să ieşiţi (nerecomandat)?
003=Gata
004=Alăturare...
005=Operaţiunea de alăturare este în desfăşurare!
006=Fişiere alăturate cu succes!
007=Aveţi doar un singur fişier în listă!
008=Nu aţi selectat nici un fişier de mutat!
009=Lista de fişiere este goală. Nici un fişier de alăturat!
010=Fişierul nu poate fi deschis!
011=Fişierul de ieşire specificat nu poate fi creat!
012=Scriere fişier nereuşită! Spaţiu puţin pe disc?
013=Fişiere adăugate: %d
014=Fişiere auto-încărcate: %d
015=Fişierul de ieşire deja există. Doriţi suprascrierea fişierului?
016=Calea de ieşire nu este specificată!
017=Testare părţi lipsă
018=Se pare că vă lipsesc %d părţi cu ordinale: %s.
019=Se pare că vă lipsesc mai mult de %d părţi cu ordinale: %s.
020=Test mărime părţi
021=Se pare că %d părţi au mărimi diferite de prima parte. Aceasta poate însemnacă aceste părţi sînt deteriorate sau nu aparţin aceluiaşi grup. Ordinalele părţilor cu diferite mărimi: %s.
022=Se pare că ultima parte nu are o mărime mai mică ceea ce ar putea fi un semn că vă lipseşte ultima parte, însă acest lucru nu este neapărat adevărat.
023=\n\nSigur doriţi continuarea operaţiunii de alăturare?
024=Cale personalizată: "%s"
025=-ieşire

[tooltips]
000=* DOAR UTILIZATORI AVANSAŢI *\r\nAlătură toate fişierele primului fişier din listă.\r\nBun pentrru viteză, dar rău dacă aţi făcut o greşeală cu ordinea fişierelor din listă.
001=Mută fişier(ele) selectat(e) sus în listă
002=Mută fişier(ele) selectat(e) jos în listă
003=Calea unde fişierul de ieşire va fi salvat
004=Răsfoire pentru locaţia unde fişierul de ieşire va fi salvat
005=Alătură fişierele din listă
006=Stare
007=Adaugă fişiere la listă
008=Adaugă toate fişierele din folder
009=Înlătură elementele selectate din listă
010=Înlătură toate elementele din listă
011=Sortare elemente din listă
012=Comutare sortare automată
013=Hash CRC32
014=Comutare calculare hash CRC32
015=Hash MD5
016=Comutare calculare hash MD5
017=Şterge valori hash
018=Şterge toate părţile de pe discul dur cînd termină (doar la alăturare cu succes)
019=Ieşire cînd termină (doar la alăturare cu succes)
020=Deschide fişierul de ieşire cînd termină (doar la alăturare cu succes)
021=Deschide folderul de ieşire cînd termină (doar la alăturare cu succes)

[updater]
000=File Joiner %s (%s) este disponibil. Doriţi deschiderea paginii de descărcare?
001=Aveţi deja cea mai recentă versiune.
002=Nu se poate verifica pentru versiune nouă.
